<?php
/**
 * ECSHOP 中国银联支付
 * ============================================================================
 * 版权所有 2005-2022 商派软件有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 */

global $_LANG;

$_LANG['wxpaynative'] = '微信扫码支付';
$_LANG['wxpaynative_desc'] = '扫码支付是指商户系统按微信支付协议生成支付二维码，用户再用微信“扫一扫”来完成支付。

适用于PC网站支付、实体店单品等场景。'; // 保留换行
$_LANG['wxpaynative_appid'] = '微信支付绑定的公众号开发者ID（AppId）';
$_LANG['wxpaynative_appsecret'] = '公众号开发者密码（AppSecret）';
$_LANG['wxpaynative_key'] = '微信支付商户号API v2密钥';
$_LANG['wxpaynative_mchid'] = '微信支付商户号';
$_LANG['wxpaynative_button'] = '立即用微信支付';
