<?php
/**
 * ECSHOP 推荐管理语言文件
 * ============================================================================
 * * 版权所有 2005-2023 商派软件有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: common.php 17217 2011-01-19 06:29:08Z liubo $
 */

/*推荐人统计语言项*/
$_LANG['recommend_id'] = '编号';
$_LANG['user_id'] = '新用户id';
$_LANG['user_name'] = '新用户';
$_LANG['parent_id'] = '推荐人id';
$_LANG['recommend'] = '推荐人';
$_LANG['drop_tags'] = '删除';
$_LANG['drop_success'] = '您已经成功的删除了 %d 条推荐绑定记录';

///* JS语言项 */
$_LANG['drop_confirm'] = '您确定要删除这条记录吗?';

?>