<?php
/**
 * ECSHOP 商品浏览统计语言文件
 * ============================================================================
 * * 版权所有 2005-2023 商派软件有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: common.php 17217 2011-01-19 06:29:08Z liubo $
 */

/*商品浏览统计语言项*/

$_LANG['visit_id'] = '编号';
$_LANG['user_name'] = '用户名';
$_LANG['goods_name'] = '商品';
$_LANG['hitCounts'] = '点击量';
$_LANG['addTime'] = '添加时间';
$_LANG['platform'] = '访问来源';
$_LANG['drop_tags'] = '全部删除';
$_LANG['drop_success'] = '您已经成功的删除了 %d 条用户浏览记录';
//$_LANG['drop_confirm'] = '确定删除';


//$_LANG['no_select_tag'] = '您现在没有需要删除的标签';
//$_LANG['drop_success'] = '您已经成功的删除了 %d 个标签';
//$_LANG['back_list'] = '返回标签列表';
//
///* JS语言项 */
$_LANG['drop_confirm'] = '您确定要删除这条记录吗?';
//
//$_LANG['js_languages']['tag_name_not_empty'] = '标签名称不能为空！';
?>