<?php
/**
 * ECSHOP 商品瀏覽統計語言檔案
 * ============================================================================
 * 版權所有 2005-2023 商派軟件有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: liubo $
 * $Id: users.php 17217 2011-01-19 06:29:08Z liubo $
 */

/*商品浏览统计语言项*/

$_LANG['visit_id'] = '編號';
$_LANG['user_name'] = '用戶名';
$_LANG['goods_name'] = '商品';
$_LANG['hitCounts'] = '點擊量';
$_LANG['addTime'] = '添加時間';
$_LANG['platform'] = '訪問來源';
$_LANG['drop_tags'] = '全部删除';
$_LANG['drop_success'] = '您已經成功的删除了 %d 條用戶瀏覽記錄';
//$_LANG['drop_confirm'] = '确定删除';


//$_LANG['no_select_tag'] = '您现在没有需要删除的标签';
//$_LANG['drop_success'] = '您已经成功的删除了 %d 个标签';
//$_LANG['back_list'] = '返回标签列表';
//
///* JS语言项 */
$_LANG['drop_confirm'] = '您确定要删除这条记录吗?';
//
//$_LANG['js_languages']['tag_name_not_empty'] = '标签名称不能为空！';
?>