<?php
/**
 * ECSHOP 推薦管理語言檔案
 * ============================================================================
 * 版權所有 2005-2023 商派軟件有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: liubo $
 * $Id: common.php 17217 2011-01-19 06:29:08Z liubo $
 */

/*推荐人统计语言项*/
$_LANG['recommend_id'] = '編號';
$_LANG['user_id'] = '新用戶ID';
$_LANG['user_name'] = '新用戶';
$_LANG['parent_id'] = '推薦人ID';
$_LANG['recommend'] = '推薦人';
$_LANG['drop_tags'] = '删除';
$_LANG['drop_success'] = '您已經成功的删除了 %d 條推薦綁定記錄';

///* JS语言项 */
$_LANG['drop_confirm'] = '您確定要删除這條記錄嗎？';

?>